[
    {
        "id": "1",
        "link": "http://shop.by",
        "description": "Каталог с поиском и сравнением цен на товары интернет-магазинов Минска и Беларуси. Широкий ассортимент товаров, описания и подбор.",
        "lat": "53.918225",
        "long": "27.481342"
    },
    {
        "id": "2",
        "link": "http://mebelminsk.by",
        "description": "Каталог мебели. Кухни, шкафы-купе, мягкая и корпусная мебель. Продавцы и цены. Новости мебельного рынка. Частные объявления, заявки, бизнес-предложения.",
        "lat": "53.886831",
        "long": "27.473547"
    },
    {
        "id": "3",
        "link": "http://www.belconsole.by",
        "description": "Игровые приставки и игры. Мобильная электроника. Playstation, Xbox, Wii, PSP. Доставка по всей Беларуси.",
        "lat": "53.867374",
        "long": "27.509223"
    },
    {
        "id": "4",
        "link": "http://www.parfumeria.by",
        "description": "Интернет-магазин парфюмерии. Туалетная вода для женщин и мужчин, духи, косметика для лица, подарочные наборы, элитная парфюмерия от известных фирм. Подарки близким и любимым.",
        "lat": "53.855149",
        "long": "27.548081"
    },
    {
        "id": "5",
        "link": "http://atr.by",
        "description": "Крупный интернет-магазин автозапчастей в Минске. On-line каталог автомобильных запчастей. Доставка запчастей под заказ.",
        "lat": "53.853671",
        "long": "27.604548"
    },
    {
        "id": "6",
        "link": "http://www.pribambas.by",
        "description": "Интернет-магазин аксессуаров предлагает аккумуляторы, корпуса, сетевые и автомобильные зарядные устройства, наушники, кабели, кнопки, батареи, флешки (карты памяти), стилусы, пленки для сотовых телефонов, КПК, ноутбуков, фотоаппаратов и видеокамер.",
        "lat": "53.853958",
        "long": "27.629052"
    },
    {
        "id": "7",
        "link": "http://emall.by",
        "description": "Интернет-магазин одежды в Минске от белорусских дизайнеров и производителей. Стильная женская, мужская, верхняя одежда (куртки и пальто), а также аксессуары.",
        "lat": "53.863719",
        "long": "27.647852"
    },
    {
        "id": "8",
        "link": "http://www.pudra.by",
        "description": "Яркий и современный интернет магазин косметики в Минске и Беларуси. Большой выбор товаров - уход за кожей лица и тела, уход за волосами, парфюмерия, подарки. Профессиональная косметика. В магазине действует система скидок.",
        "lat": "53.884721",
        "long": "27.673496"
    },
    {
        "id": "9",
        "link": "http://www.likbez.by",
        "description": "Белорусский книжный интернет-магазин.",
        "lat": "53.897294",
        "long": "27.677204"
    },
    {
        "id": "10",
        "link": "http://www.sport-shop.by",
        "description": "VIMPEX SPORT - торговля спорттоварами и оборудованием. Кимоно, (перчатки, шлема, лапы, шорты, капы боксерские), шингарды, лыжи, (мячи футбольные, волейбольные, баскетбольные) коньки, клюшки, сетки, гантели, штанги, форма спортивная.",
        "lat": "53.924519",
        "long": "27.657527"
    },
    {
        "id": "11",
        "link": "http://www.mamantenok.by",
        "description": "Детские подгузники, пелёнки, деткие принадлежности, стиральные порошки, бытовая химия, средства гигиены.",
        "lat": "53.924519",
        "long": "27.657527"
    },
    {
        "id": "12",
        "link": "http://knopochka.by",
        "description": "В нашем интернет-магазине Вы найдете большой ассортимент товаров для детей и новорожденных.",
        "lat": "53.924519",
        "long": "27.657527"
    },
    {
        "id": "13",
        "link": "http://kreslovam.shop.by",
        "description": "Продаем кресла, стулья, табуреты, мебель, вешалки, столы.",
        "lat": "53.942233",
        "long": "27.595998"
    },
    {
        "id": "14",
        "link": "http://zadarma.by",
        "description": "Сайт дешевых товаров, каждый день только горячие предложения. Бижутерия, галантерея, канцтовары, сувениры, подарки и многое другое.",
        "lat": "53.955758",
        "long": "27.565017"
    },
    {
        "id": "15",
        "link": "http://rybomania.shop.by",
        "description": "Продажа рыболовных товаров.",
        "lat": "53.953706",
        "long": "27.524631"
    },
    {
        "id": "16",
        "link": "http://podsekai.by",
        "description": "Товары для рыбалки, туризма и активного отдыха. Удочки, палатки, рыболовные снасти и туристическое снаряжение, амуниция для дайвинга и подводной охоты. Доставка по РБ.",
        "lat": "53.946029",
        "long": "27.490008"
    },
    {
        "id": "17",
        "link": "http://knit.by",
        "description": "Пряжа и товары для вязания и рукоделия. Розничная и оптовая торговля, ассортимент более 8000 товаров. Доставка.",
        "lat": "53.899386",
        "long": "27.555829"
    },
    {
        "id": "18",
        "link": "http://prostostroy.by",
        "description": "Интернет магазин. Ламинат, панели МДФ, ПВХ, сайдинг, плинтусы, подложки.",
        "lat": "53.894292",
        "long": "27.558046"
    },
    {
        "id": "19",
        "link": "http://www.velozona.by",
        "description": "Наша компания Байк-Спорт предлагает широкий ассортимент качественных велосипедов для спорта, активного отдыха и фитнесса, тем самым способствуя продвижению здорового образа жизни. Мы предлагаем всемирные бренды.",
        "lat": "53.895234",
        "long": "27.560256"
    },
    {
        "id": "20",
        "link": "http://www.xmotors.by",
        "description": "Интернет-магазин автозапчастей в Минске. Продажа новых запчастей для автомобилей различных марок и моделей.",
        "lat": "53.903286",
        "long": "27.557694"
    },
    {
        "id": "21",
        "link": "http://itmarket.by",
        "description": "Компьютеры, комплектующие, периферия, PDA, ноутбуки MaxSelect и аксессуары к ним. Установка и настройка приобретенных комплектующих.",
        "lat": "53.908956",
        "long": "27.570263"
    }
]